Repository: JoaquinDW/earn-your-screen-time
Catalog: Extensions/ShieldConfiguration/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# shield.action.chooseTime
source: Choose how much time
de: Zeit wählen
es: Elegir cuánto tiempo
fr: Choisir la durée
it: Scegli quanto tempo
ja: 時間を選ぶ
pt_br: Escolher quanto tempo

# shield.action.close
source: Close app
de: App schließen
es: Cerrar app
fr: Fermer l'app
it: Chiudi app
ja: アプリを閉じる
pt_br: Fechar app

# shield.action.earnMore
source: Earn more time
de: Mehr Zeit verdienen
es: Ganar más tiempo
fr: Gagner plus de temps
it: Guadagna più tempo
ja: もっと時間を稼ぐ
pt_br: Ganhar mais tempo

# shield.action.notNow
source: Save for later
de: Für später aufheben
es: Guardar para después
fr: Garder pour plus tard
it: Conserva per dopo
ja: あとのために取っておく
pt_br: Guardar para depois

# shield.action.openEarn
source: Pushups in Earnit
de: Liegestütze mit Earnit
es: Flexiones en Earnit
fr: Pompes dans Earnit
it: Flessioni in Earnit
ja: Earnit で腕立て伏せ
pt_br: Flexões no Earnit

# shield.action.useMinutes
source: Start my %lld min
de: Meine %lld Min. starten
es: Empezar mis %lld min
fr: Lancer mes %lld min
it: Inizia i miei %lld min
ja: %lld 分を使いはじめる
pt_br: Começar meus %lld min

# shield.almost.subtitle
source: About a %2$lld min walk from earning your next %1$lld min.
de: Etwa %2$lld Min. Gehen bis zu deinen nächsten %1$lld Min.
es: A unos %2$lld min caminando de ganar tus próximos %1$lld min.
fr: À environ %2$lld min de marche de tes prochaines %1$lld min.
it: A circa %2$lld min di cammino dai tuoi prossimi %1$lld min.
ja: 次の %1$lld 分まで、歩いておよそ %2$lld 分です。
pt_br: A uns %2$lld min de caminhada dos seus próximos %1$lld min.

# shield.almost.title
source: Just %lld steps left.
de: Nur noch %lld Schritte.
es: Solo faltan %lld pasos.
fr: Plus que %lld pas.
it: Mancano solo %lld passi.
ja: あと %lld 歩です。
pt_br: Faltam só %lld passos.

# shield.available.subtitle
source: Choose a session. The rest stays yours.
de: Wähle eine Sitzung. Der Rest bleibt dir.
es: Elige una sesión. El resto sigue siendo tuyo.
fr: Choisis une session. Le reste t'appartient.
it: Scegli una sessione. Il resto resta tuo.
ja: セッションを選んでください。残りはそのままです。
pt_br: Escolha uma sessão. O resto continua seu.

# shield.available.title
source: %lld min earned
de: %lld Min. verdient
es: %lld min ganados
fr: %lld min gagnées
it: %lld min guadagnati
ja: %lld 分ぶん稼ぎました
pt_br: %lld min ganhos

# shield.expired.subtitle
source: Walk toward %lld steps to earn more. Your apps are paused for now.
de: Geh in Richtung %lld Schritte, um mehr zu verdienen. Deine Apps sind vorerst pausiert.
es: Camina hasta %lld pasos para ganar más. Tus apps están en pausa.
fr: Marche vers %lld pas pour en gagner plus. Tes apps sont en pause pour l'instant.
it: Cammina verso %lld passi per guadagnarne altri. Le tue app sono in pausa per ora.
ja: %lld 歩を目指して歩くと、もっと稼げます。アプリは今は止まっています。
pt_br: Caminhe até %lld passos para ganhar mais. Seus apps estão pausados por enquanto.

# shield.expired.title
source: You used your %lld min.
de: Du hast deine %lld Min. genutzt.
es: Usaste tus %lld min.
fr: Tu as utilisé tes %lld min.
it: Hai usato i tuoi %lld min.
ja: %lld 分を使いきりました。
pt_br: Você usou seus %lld min.

# shield.goal.subtitle
source: %1$lld steps today · %2$lld min earned
de: %1$lld Schritte heute · %2$lld Min. verdient
es: %1$lld pasos hoy · %2$lld min ganados
fr: %1$lld pas aujourd'hui · %2$lld min gagnées
it: %1$lld passi oggi · %2$lld min guadagnati
ja: 今日 %1$lld 歩 · %2$lld 分を獲得
pt_br: %1$lld passos hoje · %2$lld min ganhos

# shield.goal.title
source: You earned it today.
de: Heute hast du es dir verdient.
es: Hoy te lo ganaste.
fr: Tu l'as gagné aujourd'hui.
it: Oggi te lo sei guadagnato.
ja: 今日はしっかり稼ぎました。
pt_br: Hoje você mereceu.

# shield.noTime.progress
source: Do pushups in Earnit now, or walk %1$lld more steps for %2$lld min.
de: Mach jetzt Liegestütze in Earnit oder geh noch %1$lld Schritte für %2$lld Min.
es: Haz flexiones en Earnit ahora, o camina %1$lld pasos más para ganar %2$lld min.
fr: Fais des pompes dans Earnit, ou marche encore %1$lld pas pour gagner %2$lld min.
it: Fai flessioni in Earnit, oppure cammina altri %1$lld passi per guadagnare %2$lld min.
ja: Earnit で腕立て伏せ、またはあと %1$lld 歩で %2$lld 分を獲得。
pt_br: Faça flexões no Earnit ou caminhe mais %1$lld passos para ganhar %2$lld min.

# shield.noTime.subtitle
source: Open Earnit for pushups, or walk to earn time.
de: Öffne Earnit für Liegestütze oder geh, um Zeit zu verdienen.
es: Abre Earnit para hacer flexiones, o camina para ganar tiempo.
fr: Ouvre Earnit pour faire des pompes, ou marche pour gagner du temps.
it: Apri Earnit per fare flessioni, oppure cammina per guadagnare tempo.
ja: Earnit で腕立て伏せをするか、歩いて時間を稼ぎましょう。
pt_br: Abra o Earnit para fazer flexões ou caminhe para ganhar tempo.

# shield.noTime.title
source: Your apps are paused
de: Deine Apps sind pausiert
es: Tus apps están en pausa
fr: Tes apps sont en pause
it: Le tue app sono in pausa
ja: アプリを止めています
pt_br: Seus apps estão pausados

# shield.updating.subtitle
source: Open Earnit to do pushups or refresh your steps.
de: Öffne Earnit für Liegestütze oder aktualisiere deine Schritte.
es: Abre Earnit para hacer flexiones o actualizar tus pasos.
fr: Ouvre Earnit pour faire des pompes ou actualiser tes pas.
it: Apri Earnit per fare flessioni o aggiornare i tuoi passi.
ja: Earnit で腕立て伏せをするか、歩数を更新できます。
pt_br: Abra o Earnit para fazer flexões ou atualizar seus passos.

# shield.updating.title
source: Updating your steps…
de: Deine Schritte werden aktualisiert…
es: Actualizando tus pasos…
fr: Mise à jour de tes pas…
it: Aggiornamento dei passi…
ja: 歩数を更新しています…
pt_br: Atualizando seus passos…
